Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=797_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjät kehittää kotisivujaan
smn: Sämitigge ovdeed päikkisiijđoidis

source: Saamelaiskäräjät on aloittanut kotisivujensa uudistamisen.
smn: Sämitigge lii algâttâm päikkisiijđoidis uđâsmittem.

source: Kotisivuille on lisätty uutta tietoa
smn: Päikkisijđoid lii lasettum uđđâ tiätu

source: saamelaisista lainsäädännössä
smn: sämmilijn lahâaasâtmist

source: , saamelaiskäräjien edustajista eri
smn: , sämitige ovdâsteijein jieškote-uv

source: työryhmissä
smn: pargojuávhuin

source: , alkuperäiskansojen oikeuksia käsittelevistä
smn: , algâaalmugij vuoigâdvuođâid kieđâvuššee aalmugijkoskâsijn

source: kansainvälisistä sopimuksista
smn: sopâmušâin

source: sekä alkuperäiskansojen oikeuksien toteutumista valvovien elimien uusimmista
smn: sehe algâaalmugij vuoigâdvuođâi olášume koččee orgaanij uđđâsumos

source: suosituksista Suomelle
smn: avžuuttâsâin

source: Uusia sivuosioita käännetään parhaillaan saameksi.
smn: Suomâ staatân. Uđđâ siijđoh jurgâluvvojeh eidu sämikielân.
